/* No comment provided by engineer. */
"An unknown error occurred." = "发生了一个未知错误。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Connect" = "连接";

/* No comment provided by engineer. */
"Connect to “%@”…" = "连接到 “%@”…";

/* No comment provided by engineer. */
"Connection cancelled." = "连接被取消。";

/* No comment provided by engineer. */
"Connection Failed" = "连接失败";

/* No comment provided by engineer. */
"Connection Interrupted" = "连接被中断";

/* No comment provided by engineer. */
"Connection timeout." = "连接超时。";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Control Confirm" = "确认控制";

/* No comment provided by engineer. */
"Failed to decode response." = "响应数据解析失败。";

/* No comment provided by engineer. */
"Invalid Address" = "无效的地址";

/* No comment provided by engineer. */
"Invalid response." = "无效的响应。";

/* No comment provided by engineer. */
"Launch “QuickTime Player” and open a new movie recording window to continue." = "打开 “QuickTime Player” 并新建影片录制窗口以继续。";

/* No comment provided by engineer. */
"Open “XXTouch”, turn on “Remote Address” switch and enter the ip address shown below." = "打开 “XXTouch” 并打开 “远程控制” 开关，在下方输入随后显示的 IPv4 地址。";

/* No comment provided by engineer. */
"Please input a valid IPv4 address." = "请输入一个有效的 IPv4 地址。";

/* No comment provided by engineer. */
"Recognizing…" = "识别中…";

/* No comment provided by engineer. */
"Terminate" = "终止";

/* No comment provided by engineer. */
"Try Again" = "重试";

/* No comment provided by engineer. */
"Wait for permission…" = "等待授权…";

/* No comment provided by engineer. */
"Wait for “QuickTime Player”…" = "等待 “QuickTime Player”…";

/* No comment provided by engineer. */
"Will begin control “%@”, continue?" = "即将控制 “%@”，是否继续？";

/* No comment provided by engineer. */
"XXTouch" = "XXTouch";

/* No comment provided by engineer. */
"“Remote Control” requires “Accessibility” and ”Screen Recording“ permissions to continue." = "“Remote Control” 需要 “辅助功能” 和 ”屏幕录制“ 权限以继续。";

